[
  {
    "name": "Олег С.",
    "text": {
      "en": "They helped me get my visa insurance without any stress. Thank you!",
      "ru": "Помогли оформить страховку для визы без лишних хлопот. Спасибо!",
      "uk": "Допомогли з оформленням страховки для візи без зайвих турбот. Дякую!",
      "cs": "Pomohli mi získat vízové pojištění bez stresu. Děkuji!"
    }
  },
  {
    "name": "Марина І.",
    "text": {
      "en": "I passed the visa course thanks to their great teachers.",
      "ru": "Прошла курсы для визы благодаря отличным преподавателям.",
      "uk": "Пройшла курси для візи завдяки чудовим викладачам.",
      "cs": "Díky skvělým učitelům jsem úspěšně dokončila vízový kurz."
    }
  },
  {
    "name": "Айгүл Т.",
    "text": {
      "en": "I really appreciate their 24/7 assistance. Helped me even at night.",
      "ru": "Очень благодарна за поддержку 24/7. Помогли даже ночью.",
      "uk": "Дуже вдячна за цілодобову допомогу. Допомогли навіть вночі.",
      "cs": "Opravdu si cením jejich pomoci 24/7. Pomohli mi i v noci."
    }
  },
  {
    "name": "Владислав К.",
    "text": {
      "en": "Fast and clear explanation of the insurance options.",
      "ru": "Быстро и понятно объяснили варианты страховок.",
      "uk": "Швидко та зрозуміло пояснили варіанти страхування.",
      "cs": "Rychle a srozumitelně vysvětlili možnosti pojištění."
    }
  },
  {
    "name": "Аліна М.",
    "text": {
      "en": "Their legal support was a lifesaver when I had a visa issue.",
      "ru": "Юридическая поддержка очень выручила при проблеме с визой.",
      "uk": "Юридична допомога дуже виручила під час проблем з візою.",
      "cs": "Jejich právní pomoc mi zachránila situaci při problému s vízem."
    }
  },
  {
    "name": "Діма П.",
    "text": {
      "en": "Super friendly staff and cozy office. Felt welcome from day one.",
      "ru": "Очень дружелюбный персонал и уютный офис. Чувствовал себя как дома.",
      "uk": "Дуже привітний персонал і затишний офіс. Відчував себе як вдома.",
      "cs": "Velmi přátelský personál a útulná kancelář. Cítil jsem se vítán hned od začátку."
    }
  },
  {
    "name": "Аружан К.",
    "text": {
      "en": "They helped me translate all my documents for the visa. So easy!",
      "ru": "Помогли перевести все документы для визы. Так просто!",
      "uk": "Допомогли перекласти всі документи для візи. Дуже зручно!",
      "cs": "Pomohli mi přeložit všechny dokumenty pro vízum. Tak snadné!"
    }
  },
  {
    "name": "Іван Л.",
    "text": {
      "en": "Everything is done officially and transparently. I trust them.",
      "ru": "Все делают официально и прозрачно. Доверяю им.",
      "uk": "Все роблять офіційно та прозоро. Довіряю їм.",
      "cs": "Všechno dělají oficiálně a transparentně. Důvěřuji jim."
    }
  },
  {
    "name": "Жанна С.",
    "text": {
      "en": "Passed the visa course and already got my visa. Highly recommend!",
      "ru": "Прошла курс для визы и уже получила визу. Очень рекомендую!",
      "uk": "Пройшла курс для візи і вже отримала візу. Дуже рекомендую!",
      "cs": "Dokončila jsem vízový kurz a už mám vízum. Vřele doporučuji!"
    }
  },
  {
    "name": "Максим З.",
    "text": {
      "en": "Health insurance process was fast and affordable.",
      "ru": "Медицинскую страховку оформили быстро и недорого.",
      "uk": "Медичне страхування оформили швидко та недорого.",
      "cs": "Zdravotní pojištění bylo vyřízeno rychle a za dobrou cenu."
    }
  },
  {
    "name": "Софія В.",
    "text": {
      "en": "Their clinic is clean, modern and staff is very polite.",
      "ru": "Клиника чистая, современная, персонал очень вежливый.",
      "uk": "Клініка чиста, сучасна, персонал дуже ввічливий.",
      "cs": "Jejich klinika je čistá, moderní a personál velmi slušný."
    }
  },
  {
    "name": "Руслан М.",
    "text": {
      "en": "Got car insurance here — fast, simple and with good price.",
      "ru": "Оформил автостраховку здесь — быстро, просто и недорого.",
      "uk": "Оформив автостраховку тут — швидко, просто і недорого.",
      "cs": "Získal jsem zde pojištění auta — rychle, jednoduše a za dobrou cenu."
    }
  },
  {
    "name": "Наталя Б.",
    "text": {
      "en": "They really care about clients. Felt safe and supported.",
      "ru": "Они действительно заботятся о клиентах. Чувствовала себя в безопасности.",
      "uk": "Вони дійсно піклуються про клієнтів. Відчувала себе у безпеці.",
      "cs": "Opravdu se starají o klienty. Cítila jsem se v bezpečí."
    }
  },
  {
    "name": "Ерлан Ж.",
    "text": {
      "en": "Took the language course for visa – was fun and helpful.",
      "ru": "Прошел языковой курс для визы — было интересно и полезно.",
      "uk": "Пройшов мовний курс для візи — було цікаво і корисно.",
      "cs": "Absolvoval jsem jazykový kurz pro vízum — bylo to zábavné a užitečné."
    }
  },
  {
    "name": "Катерина Ч.",
    "text": {
      "en": "Everything in one place: insurance, courses, even a clinic!",
      "ru": "Всё в одном месте: страховки, курсы, даже клиника!",
      "uk": "Все в одному місці: страхування, курси, навіть клініка!",
      "cs": "Všechno na jednom místě: pojištění, kurzy i klinika!"
    }
  }
]
